{
  "text": {
    "xin": 114,
    "chào": 10,
    "bạn": 6,
    "hello": 33,
    "hi": 35,
    "hey": 34,
    "good": 30,
    "morning": 55,
    "evening": 24,
    "anh": 0,
    "chị": 14,
    "các": 16,
    "mọi": 60,
    "người": 64,
    "vâng": 109,
    "đúng": 120,
    "rồi": 76,
    "đồng": 125,
    "ý": 117,
    "chính": 11,
    "xác": 116,
    "ừ": 129,
    "không": 44,
    "phải": 72,
    "sai": 77,
    "vậy": 110,
    "tôi": 105,
    "rất": 74,
    "vui": 108,
    "ổn": 127,
    "khỏe": 45,
    "cảm": 19,
    "thấy": 86,
    "tuyệt": 100,
    "vời": 112,
    "lắm": 52,
    "tệ": 107,
    "buồn": 4,
    "có": 18,
    "sách": 79,
    "gì": 31,
    "hay": 32,
    "muốn": 57,
    "tìm": 102,
    "mới": 61,
    "nào": 68,
    "bán": 5,
    "chạy": 13,
    "thể": 89,
    "giới": 29,
    "thiệu": 84,
    "cho": 8,
    "của": 20,
    "tác": 101,
    "giả": 27,
    "x": 113,
    "đang": 118,
    "về": 111,
    "lập": 51,
    "trình": 95,
    "tiếng": 91,
    "trẻ": 98,
    "em": 23,
    "lịch": 53,
    "sử": 81,
    "cuốn": 15,
    "này": 69,
    "giá": 26,
    "bao": 1,
    "nhiêu": 65,
    "là": 47,
    "mức": 62,
    "thế": 88,
    "khuyến": 43,
    "mãi": 58,
    "giảm": 28,
    "rẻ": 75,
    "chương": 12,
    "hiện": 36,
    "tại": 106,
    "được": 122,
    "đặc": 123,
    "biệt": 3,
    "hỗ": 39,
    "trợ": 99,
    "thanh": 82,
    "toán": 92,
    "qua": 73,
    "thẻ": 87,
    "khi": 40,
    "nhận": 67,
    "hàng": 38,
    "chuyển": 9,
    "khoản": 42,
    "phương": 71,
    "thức": 90,
    "tín": 104,
    "dụng": 22,
    "còn": 17,
    "sẵn": 80,
    "trong": 94,
    "kho": 41,
    "mua": 56,
    "ngay": 63,
    "giao": 25,
    "làm": 48,
    "sao": 78,
    "để": 124,
    "theo": 83,
    "dõi": 21,
    "đơn": 121,
    "kiểm": 46,
    "tra": 93,
    "ở": 128,
    "đâu": 119,
    "biết": 2,
    "tình": 103,
    "trạng": 96,
    "thái": 85,
    "mình": 59,
    "trả": 97,
    "như": 66,
    "nếu": 70,
    "bị": 7,
    "lỗi": 54,
    "lại": 50,
    "lâu": 49,
    "xong": 115,
    "đổi": 126,
    "hoàn": 37
  },
  "intent": {
    "greet": 9,
    "affirm": 0,
    "deny": 8,
    "mood_great": 10,
    "mood_unhappy": 11,
    "ask_about_product": 6,
    "ask_about_price": 5,
    "ask_about_discount": 2,
    "ask_about_payment": 4,
    "ask_about_availability": 1,
    "ask_about_order_tracking": 3,
    "ask_about_return_policy": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 14,
    "action_session_start": 18,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 0,
    "action_send_text": 17,
    "action_extract_slots": 9,
    "action_cancel_flow": 1,
    "action_correct_flow_slot": 4,
    "action_clarify_flows": 2,
    "action_run_slot_rejections": 16,
    "action_clean_stack": 3,
    "action_trigger_search": 20,
    "action_trigger_chitchat": 19,
    "action_reset_routing": 13,
    "action_hangup": 10,
    "action_repeat_bot_messages": 12,
    "utter_ask_about_availability": 23,
    "utter_ask_about_discount": 24,
    "utter_ask_about_order_tracking": 25,
    "utter_ask_about_payment": 26,
    "utter_ask_about_price": 27,
    "utter_ask_about_product": 28,
    "utter_ask_about_return_policy": 29,
    "utter_ask_product_inquiry": 30,
    "utter_goodbye": 31,
    "utter_greet": 32,
    "utter_happy": 33,
    "utter_product_unavailable": 34
  },
  "action_text": null,
  "intent_response_key": null
}