{
  "text": {
    "xin": 99,
    "chào": 9,
    "bạn": 5,
    "hello": 31,
    "hi": 33,
    "hey": 32,
    "good": 28,
    "morning": 51,
    "evening": 22,
    "anh": 0,
    "chị": 13,
    "các": 15,
    "mọi": 56,
    "người": 60,
    "có": 17,
    "sách": 71,
    "gì": 29,
    "hay": 30,
    "không": 42,
    "tôi": 95,
    "muốn": 53,
    "tìm": 92,
    "mới": 57,
    "nào": 64,
    "bán": 4,
    "chạy": 12,
    "thể": 80,
    "giới": 27,
    "thiệu": 76,
    "cho": 7,
    "của": 18,
    "tác": 91,
    "giả": 25,
    "x": 98,
    "đang": 101,
    "về": 97,
    "lập": 48,
    "trình": 86,
    "tiếng": 82,
    "trẻ": 89,
    "em": 21,
    "lịch": 49,
    "sử": 73,
    "cuốn": 14,
    "này": 65,
    "giá": 24,
    "bao": 1,
    "nhiêu": 61,
    "là": 44,
    "mức": 58,
    "thế": 79,
    "khuyến": 41,
    "mãi": 54,
    "giảm": 26,
    "rẻ": 69,
    "chương": 11,
    "hiện": 34,
    "tại": 96,
    "được": 104,
    "đặc": 105,
    "biệt": 3,
    "hỗ": 37,
    "trợ": 90,
    "thanh": 74,
    "toán": 83,
    "qua": 68,
    "thẻ": 78,
    "khi": 38,
    "nhận": 63,
    "hàng": 36,
    "chuyển": 8,
    "khoản": 40,
    "phương": 67,
    "thức": 81,
    "tín": 94,
    "dụng": 20,
    "còn": 16,
    "sẵn": 72,
    "trong": 85,
    "kho": 39,
    "mua": 52,
    "ngay": 59,
    "giao": 23,
    "làm": 45,
    "sao": 70,
    "để": 106,
    "theo": 75,
    "dõi": 19,
    "đơn": 103,
    "kiểm": 43,
    "tra": 84,
    "ở": 108,
    "đâu": 102,
    "biết": 2,
    "tình": 93,
    "trạng": 87,
    "thái": 77,
    "mình": 55,
    "chính": 10,
    "trả": 88,
    "như": 62,
    "nếu": 66,
    "bị": 6,
    "lỗi": 50,
    "lại": 47,
    "lâu": 46,
    "xong": 100,
    "đổi": 107,
    "hoàn": 35
  },
  "intent": {
    "greet": 9,
    "ask_about_product": 6,
    "ask_about_price": 5,
    "ask_about_discount": 2,
    "ask_about_payment": 4,
    "ask_about_availability": 1,
    "ask_about_order_tracking": 3,
    "ask_about_return_policy": 7,
    "affirm": 0,
    "deny": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 14,
    "action_session_start": 18,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 0,
    "action_send_text": 17,
    "action_extract_slots": 9,
    "action_cancel_flow": 1,
    "action_correct_flow_slot": 4,
    "action_clarify_flows": 2,
    "action_run_slot_rejections": 16,
    "action_clean_stack": 3,
    "action_trigger_search": 20,
    "action_trigger_chitchat": 19,
    "action_reset_routing": 13,
    "action_hangup": 10,
    "action_repeat_bot_messages": 12,
    "utter_ask_about_availability": 23,
    "utter_ask_about_discount": 24,
    "utter_ask_about_order_tracking": 25,
    "utter_ask_about_payment": 26,
    "utter_ask_about_price": 27,
    "utter_ask_about_product": 28,
    "utter_ask_about_return_policy": 29,
    "utter_ask_product_inquiry": 30,
    "utter_goodbye": 31,
    "utter_greet": 32,
    "utter_happy": 33,
    "utter_product_unavailable": 34
  },
  "action_text": null,
  "intent_response_key": null
}