{
  "text": {
    "xin": 147,
    "chào": 12,
    "bạn": 7,
    "hello": 44,
    "hi": 46,
    "hey": 45,
    "good": 39,
    "morning": 70,
    "evening": 31,
    "anh": 0,
    "chị": 17,
    "các": 20,
    "mọi": 77,
    "người": 82,
    "tạm": 133,
    "biệt": 3,
    "bye": 5,
    "hẹn": 50,
    "gặp": 41,
    "lại": 65,
    "vâng": 140,
    "đúng": 154,
    "rồi": 97,
    "đồng": 161,
    "ý": 150,
    "chính": 13,
    "xác": 149,
    "ừ": 165,
    "không": 57,
    "phải": 92,
    "sai": 98,
    "vậy": 142,
    "tôi": 131,
    "rất": 95,
    "vui": 138,
    "ổn": 163,
    "khỏe": 58,
    "cảm": 24,
    "thấy": 109,
    "tuyệt": 126,
    "vời": 145,
    "lắm": 67,
    "tệ": 135,
    "buồn": 4,
    "có": 23,
    "sách": 100,
    "gì": 40,
    "hay": 43,
    "muốn": 72,
    "tìm": 128,
    "mới": 78,
    "nào": 87,
    "bán": 6,
    "chạy": 15,
    "thể": 112,
    "giới": 37,
    "thiệu": 106,
    "cho": 10,
    "của": 25,
    "tác": 127,
    "giả": 35,
    "x": 146,
    "đang": 151,
    "về": 143,
    "lập": 66,
    "trình": 119,
    "tiếng": 115,
    "trẻ": 122,
    "em": 29,
    "lịch": 68,
    "sử": 103,
    "cuốn": 19,
    "này": 88,
    "giá": 34,
    "bao": 1,
    "nhiêu": 83,
    "là": 61,
    "mức": 80,
    "thế": 111,
    "khuyến": 56,
    "mãi": 73,
    "giảm": 36,
    "rẻ": 96,
    "chương": 14,
    "hiện": 47,
    "tại": 132,
    "được": 156,
    "đặc": 157,
    "hỗ": 52,
    "trợ": 123,
    "thanh": 104,
    "toán": 116,
    "qua": 93,
    "thẻ": 110,
    "khi": 53,
    "nhận": 86,
    "hàng": 49,
    "chuyển": 11,
    "khoản": 55,
    "phương": 91,
    "thức": 114,
    "tín": 130,
    "dụng": 28,
    "còn": 22,
    "sẵn": 101,
    "trong": 118,
    "kho": 54,
    "mua": 71,
    "ngay": 81,
    "giao": 33,
    "làm": 62,
    "sao": 99,
    "để": 159,
    "theo": 105,
    "dõi": 27,
    "đơn": 155,
    "kiểm": 59,
    "tra": 117,
    "ở": 164,
    "đâu": 153,
    "biết": 2,
    "tình": 129,
    "trạng": 120,
    "thái": 108,
    "mình": 74,
    "trả": 121,
    "như": 85,
    "nếu": 89,
    "bị": 8,
    "lỗi": 69,
    "lâu": 63,
    "xong": 148,
    "đổi": 162,
    "hoàn": 48,
    "đến": 158,
    "phí": 90,
    "vận": 141,
    "thời": 113,
    "gian": 32,
    "mất": 75,
    "chọn": 18,
    "quốc": 94,
    "tế": 134,
    "mở": 79,
    "cửa": 26,
    "từ": 136,
    "mấy": 76,
    "giờ": 38,
    "việc": 137,
    "vào": 139,
    "địa": 160,
    "chỉ": 16,
    "chi": 9,
    "nhánh": 84,
    "liên": 60,
    "lạc": 64,
    "với": 144,
    "số": 102,
    "điện": 152,
    "thoại": 107,
    "gửi": 42,
    "email": 30,
    "cách": 21,
    "hệ": 51,
    "trực": 124,
    "tuyến": 125
  },
  "intent": {
    "greet": 14,
    "goodbye": 13,
    "affirm": 0,
    "deny": 12,
    "mood_great": 15,
    "mood_unhappy": 16,
    "ask_about_product": 9,
    "ask_about_price": 8,
    "ask_about_discount": 3,
    "ask_about_payment": 7,
    "ask_about_availability": 1,
    "ask_about_order_tracking": 6,
    "ask_about_return_policy": 10,
    "ask_about_shipping": 11,
    "ask_about_opening_hours": 5,
    "ask_about_location": 4,
    "ask_about_contact": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 14,
    "action_session_start": 18,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 0,
    "action_send_text": 17,
    "action_extract_slots": 9,
    "action_cancel_flow": 1,
    "action_correct_flow_slot": 4,
    "action_clarify_flows": 2,
    "action_run_slot_rejections": 16,
    "action_clean_stack": 3,
    "action_trigger_search": 20,
    "action_trigger_chitchat": 19,
    "action_reset_routing": 13,
    "action_hangup": 10,
    "action_repeat_bot_messages": 12
  },
  "action_text": null,
  "intent_response_key": null
}